/* No comment provided by engineer. */
"%@ plugin. (No description provided.)" = "%@ plugin. (No description provided.)";

/* No comment provided by engineer. */
"<empty>" = "<empty>";

/* No comment provided by engineer. */
"<p>Authors: " = "<p>Autori: ";

/* No comment provided by engineer. */
"<p>Date: " = "<p>Dată: ";

/* No comment provided by engineer. */
"<p>Format: " = "<p>Format: ";

/* No comment provided by engineer. */
"<p>ISBN: " = "<p>ISBN: ";

/* No comment provided by engineer. */
"<p>Publisher: " = "<p>Editură: ";

/* No comment provided by engineer. */
"<p>Summary: " = "<p>Sumar: ";

/* No comment provided by engineer. */
"Alert" = "Alertă";

/* No comment provided by engineer. */
"All" = "Toate";

/* No comment provided by engineer. */
"Any" = "Una din";

/* No comment provided by engineer. */
"Are you sure you want to delete the selected books?" = "Sunteți sigură că vreți să ștergeți cărțile selectate?";

/* No comment provided by engineer. */
"Are you sure you want to delete this list? It still contains items." = "Sunteți sigură că vreți să ștergeți această listă? Încă mai conține înregistrări.";

/* No comment provided by engineer. */
"Are you sure you want to download and install the selected plugin? It may take several minutes." = "Sunteți sigură că vreți să descărcați și să instalați accesoriul selectat? Poate dura câteva minute";

/* No comment provided by engineer. */
"Author(s)" = "Autor(i)";

/* No comment provided by engineer. */
"Batch Quickfill" = "Umplere rapidă multiplă";

/* No comment provided by engineer. */
"Batch quickfilling %d items..." = "Umplere rapidă în lot a %d înregistrări...";

/* No comment provided by engineer. */
"Biography" = "Biografie";

/* No comment provided by engineer. */
"Books - Loading..." = "Books - Se încarcă...";

/* No comment provided by engineer. */
"Books has finished importing %d records." = "Books a terminat de încărcat %d înregistrări.";

/* No comment provided by engineer. */
"Books has finished searching %@. %d items found." = "Books a terminat de căutat %1$@. A găsit %2$d înregistrări.";

/* No comment provided by engineer. */
"Borrower" = "Cititor";

/* No comment provided by engineer. */
"Camera Window" = "Fereastra camerei";

/* No comment provided by engineer. */
"Can Not Remove List" = "Nu pot șterge lista";

/* No comment provided by engineer. */
"Can't find application support folder" = "Nu pot găsi directorul de suport al aplicației";

/* No comment provided by engineer. */
"Cancel" = "Anulează";

/* No comment provided by engineer. */
"Compacting Data Files..." = "Se compactează fișierele de date...";

/* No comment provided by engineer. */
"Condition" = "Stare";

/* No comment provided by engineer. */
"contains" = "conține";

/* No comment provided by engineer. */
"Could not save changes while quitting. Quit anyway?" = "Nu pot salva modificările înainte de închidere. Mai vreți să închideți?";

/* No comment provided by engineer. */
"Current Value" = "Valoare curentă";

/* No comment provided by engineer. */
"Date Acquired" = "Achiziționată la data de";

/* No comment provided by engineer. */
"Date Finished" = "Terminată la";

/* No comment provided by engineer. */
"Date Lent" = "Data împ.";

/* No comment provided by engineer. */
"Date Published" = "Publicată la data de";

/* No comment provided by engineer. */
"Date Started" = "Începută la";

/* No comment provided by engineer. */
"Delete" = "Șterge";

/* No comment provided by engineer. */
"Delete List" = "Șterge lista";

/* No comment provided by engineer. */
"Delete Non-Empty List?" = "Șterg lista nevidă?";

/* No comment provided by engineer. */
"Delete Selected Books?" = "Șterg cărțile selectate?";

/* No comment provided by engineer. */
"does not contain" = "nu conține";

/* No comment provided by engineer. */
"Downloading and installing plugin..." = "Se descarcă și se instalează accesoriul...";

/* No comment provided by engineer. */
"Duplicate" = "Duplicat";

/* No comment provided by engineer. */
"Duplicate Book" = "Carte duplicat";

/* No comment provided by engineer. */
"Edit Smart List" = "Editează lista inteligentă";

/* No comment provided by engineer. */
"Edition" = "Ediție";

/* No comment provided by engineer. */
"Editor(s)" = "Editor(i)";

/* No comment provided by engineer. */
"ends with" = "se termină cu";

/* No comment provided by engineer. */
"Export Complete" = "Exportul s-a terminat";

/* No comment provided by engineer. */
"Exporting data to plugin..." = "Se exportă datele către accesoriu...";

/* No comment provided by engineer. */
"Fairy Tales" = "Povești cu zâne";

/* No comment provided by engineer. */
"Fantasy" = "Fantastic";

/* No comment provided by engineer. */
"Folk Tales" = "Povești populare";

/* No comment provided by engineer. */
"Format" = "Format";

/* No comment provided by engineer. */
"Gallery Controls" = "Controalele galeriei";

/* No comment provided by engineer. */
"Genre" = "Gen";

/* No comment provided by engineer. */
"Get Info" = "Ia Informațiile";

/* No comment provided by engineer. */
"greater than" = "mai mare decât";

/* No comment provided by engineer. */
"Hide Cover" = "Ascunde coperta";

/* No comment provided by engineer. */
"Hide Info" = "Ascunde informațiile";

/* No comment provided by engineer. */
"Historical Fiction" = "Ficțiune istorică";

/* No comment provided by engineer. */
"http://www.google.com/search?q=*isbn*" = "http://www.google.com/search?q=*isbn*";

/* No comment provided by engineer. */
"Illustrator(s)" = "Ilustrator(i)";

/* No comment provided by engineer. */
"Import Complete" = "Importul s-a terminat";

/* No comment provided by engineer. */
"Import Data" = "Importă date";

/* No comment provided by engineer. */
"Install Plugin?" = "Instalez accesoriu?";

/* No comment provided by engineer. */
"Installed" = "Instalat";

/* No comment provided by engineer. */
"is" = "este";

/* No comment provided by engineer. */
"is not" = "nu este";

/* No comment provided by engineer. */
"ISBN" = "ISBN";

/* No comment provided by engineer. */
"Keep" = "Păstrează";

/* No comment provided by engineer. */
"Keep or overwrite existing values?" = "Păstrez sau suprascriu valorile existente?";

/* No comment provided by engineer. */
"Keywords" = "Cuv. cheie";

/* No comment provided by engineer. */
"Length" = "Lungime";

/* No comment provided by engineer. */
"less than" = "mai mic decât";

/* No comment provided by engineer. */
"List Name" = "Numele listei";

/* No comment provided by engineer. */
"Location" = "Locație";

/* No comment provided by engineer. */
"Lookup Complete" = "Căutarea s-a terminat";

/* No comment provided by engineer. */
"matches regexp" = "se potrivește expresiei regulate";

/* No comment provided by engineer. */
"More than ten books have been selected. Only opening the first ten..." = "Au fost selectate mai mult de zece cărți. Le deschid doar pe primele zece...";

/* No comment provided by engineer. */
"My Books" = "Cărțile mele";

/* No comment provided by engineer. */
"Mystery" = "Mister";

/* No comment provided by engineer. */
"Myths & Legends" = "Mituri și legende";

/* No comment provided by engineer. */
"New Book" = "Carte nouă";

/* No comment provided by engineer. */
"New List" = "Listă nouă";

/* No comment provided by engineer. */
"New Smart List" = "List inteligentă nouă";

/* No comment provided by engineer. */
"No" = "Nu";

/* No comment provided by engineer. */
"No Controls Available" = "Nici un control nu este disponibil";

/* No comment provided by engineer. */
"No operations available" = "Nici o operație nu este disponibilă";

/* No comment provided by engineer. */
"No Quickfill Plugin Selected" = "Nu este selectat nici un accesoriu pentru umplere rapidă";

/* No comment provided by engineer. */
"No quickfill plugins have been selected. Select one in the preferences." = "Nu a fost selectat nici un accesoriu pentru umplere rapidă. Selectai una în preferințe.";

/* No comment provided by engineer. */
"Non-Fiction" = "Non-ficțiune";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only one book may be quickfilled at a time." = "Doar o carte poate fi umplută rapid la un moment dat.";

/* No comment provided by engineer. */
"Open Camera" = "Deschide Camera";

/* No comment provided by engineer. */
"Overwrite" = "Suprascrie";

/* No comment provided by engineer. */
"Owner" = "Proprietar";

/* No comment provided by engineer. */
"Place Published" = "Locul publicării";

/* No comment provided by engineer. */
"Please install the PDF Exporter from the Plugin Manager to enable printing." = "Vă rog instalați PDF Exporter din administratorul de accesorii pentru a putea imprima.";

/* No comment provided by engineer. */
"Plugin Installed" = "Accesoriu instalat";

/* No comment provided by engineer. */
"Poetry" = "Poezii";

/* No comment provided by engineer. */
"Publisher" = "Editură";

/* No comment provided by engineer. */
"Quickfilling item %d of %d..." = "Se umple rapid înregistrarea %1$d din %2$d...";

/* No comment provided by engineer. */
"Quit" = "Închide";

/* No comment provided by engineer. */
"Quit anyway" = "Închide oricum";

/* No comment provided by engineer. */
"Rating" = "Notare";

/* No comment provided by engineer. */
"Realistic Fiction" = "Ficțiune realistă";

/* No comment provided by engineer. */
"Remove Book" = "Șterge carte";

/* No comment provided by engineer. */
"Remove List" = "Șterge listă";

/* No comment provided by engineer. */
"Rename List" = "Redenumește listă";

/* No comment provided by engineer. */
"Returned On" = "Restituită pe";

/* No comment provided by engineer. */
"Science Fiction" = "Science Fiction";

/* No comment provided by engineer. */
"Search Selected List" = "Caută lista selectată";

/* No comment provided by engineer. */
"Series" = "Colecție";

/* No comment provided by engineer. */
"Short Stories" = "Povestiri";

/* No comment provided by engineer. */
"Show Cover" = "Afișează coperta";

/* No comment provided by engineer. */
"Source" = "Sursă";

/* No comment provided by engineer. */
"starts with" = "începe cu";

/* No comment provided by engineer. */
"Summary" = "Sumar";

/* No comment provided by engineer. */
"The new plugin has been installed. Please restart Books to use the new plugin." = "Noul accesoriu a fost instalat. Vă rog să reporniți Books pentru a-l utiliza.";

/* No comment provided by engineer. */
"The remaining list can not be removed." = "Ultima listă nu poate fi ștearsă.";

/* No comment provided by engineer. */
"Title" = "Titlu";

/* No comment provided by engineer. */
"Too Many Books Selected" = "Prea multe cărți selectate";

/* No comment provided by engineer. */
"Translator(s)" = "Traducător(i)";

/* No comment provided by engineer. */
"Unable To Print" = "Nu pot să imprim";

/* No comment provided by engineer. */
"Untitled Book" = "Carte fără titlu";

/* No comment provided by engineer. */
"Updating Spotlight index..." = "Se actualizează Spotlight index...";

/* No comment provided by engineer. */
"View" = "Perspectivă";

/* No comment provided by engineer. */
"View Inspector" = "Inspect. de persp.";

/* No comment provided by engineer. */
"Yes" = "Da";

/* No comment provided by engineer. */
"Delete Selected Book?" = "Șterg cartea selectată?";

/* No comment provided by engineer. */
"Are you sure you want to delete the selected book?" = "Sunteți sigură că vreți să ștergeți cartea selectată?";

/* No comment provided by engineer. */
"Unknown Condition" = "Stare necunoscută";

/* No comment provided by engineer. */
"Unknown Value" = "Valoare necunoscută";

/* No comment provided by engineer. */
"Unknown Source" = "Sursă necunoscută";

/* No comment provided by engineer. */
"Unknown Owner" = "Proprietar necunoscut";